{
  "sessionId": 696,
  "sessionTitle": "introduccion a la juleada",
  "sessionDescription": "introduccion a la juleada con julio gomez y rodrigo fallas",
  "instructorName": "samanta toruno",
  "instructorEmail": "samytoruno19@gmail.com",
  "skillName": "Negociación",
  "knowledgeArea": "Power Skills",
  "fullText": " ¿Te ha gustado todas tus clases? Este dato es para ti. Encontré la página google.ai, que es una herramienta de inteligencia artificial que te resume el audio en minutos. De verdad es increíble porque si le pones un audio de 10 minutos, de verdad te lo resume todo. Lo mejor que al crearte el usuario puedes tener 30 minutos de transcripción gratuita. Por ejemplo, yo aquí tenía que transcribir una clase y me creé una cuenta con Google. Al crear la cuenta lo primero que aparece es ingresar el link de YouTube o subir el archivo como lo estoy haciendo yo. Ahí ya lo estaba subiendo y literal se demoró como un minuto. Ahí me resumió el audio en tres puntos, pero lo mejor es que podía preguntarle cosas más específicas. Ahí como pueden ver yo le pedí que me explicara mejor los puntos y me lo explicó súper bien. Una de las cosas que también me gustó mucho es que podemos comprar más créditos. Y como ven con un solo dólar podemos tener 17 créditos. Escuchar al profesor y tomar apuntes al mismo tiempo es un problema para ti. Esa graba y transcribe tu clase en tiempo real. Además puedes convertir la clase grabada en apuntes organizados y listos para estudiar. Lo mejor es que cuenta con un agente guía que resuelve todas sus dudas sobre la grabación. Cuál fue el tema de la clase, en qué parte el profesor mencionó algo, si dio algún ejemplo, caso relevante y demás. Escuchar al profesor y tomar apuntes. Hola, grabaste una clase y necesitas transcribir. Ya.",
  "durationSeconds": 60,
  "durationMinutes": 1,
  "wordCount": 266,
  "characterCount": 1462,
  "processingDate": "2025-11-27T14:55:39.920791500",
  "scheduledDate": "2025-11-27 14:45:00.0",
  "audioRecordingUrl": "session_696_REC_696_1764276868361.mp3"
}